{"Exeter-2025":{"slug":"Exeter-2025","filePath":"Exeter 2025.md","title":"Exeter 2025","links":[],"tags":[],"content":"Projects:\n\n BSRA\n\n MnR\n\n\n FMR1\n"},"To-Send":{"slug":"To-Send","filePath":"To Send.md","title":"To Send","links":[],"tags":[],"content":"Analysis of Associations between Hot Flushes and Sleep/Psychiatric Conditions\nSummary\nObjectives\n1.     To find sleep and/or psychiatric phenotypes related to hot flushes\n2.     To find literature relating menopause and brain fog, particularly hot flushes\nMethod\nTwo methods were used to identify links between hot flushes and sleeping/psychiatric disorders:\n1.     A broad-computational approach using a variety of specialized LLMs to analyse research papers at scale and identify those most relevant, followed by human analysis of the reduced sample of research papers\n2.     A manual targeted search for specific ICD phenotypes\nBroad Computational Approach:\n50 papers were identified from the Semantic Scholar with mention of hot flushes, sleep disorders, or psychiatric disorders, or otherwise answering to “Are Hot Flushes linked to any sleep or psychiatric disorders?” The abstracts (and where available the full text) were then scored using an LLM on the following criteria:\n\nDoes the study include only adult participants (≥18 years) experiencing hot flushes?\nDoes the study investigate either sleep disorders (insomnia, sleep disturbances, sleep quality) AND/OR psychiatric disorders (anxiety, depression, mood disorders)?\nDoes the study include quantitative measurements of hot flush frequency, severity, or impact?\nIs the study either an observational study (cohort, case-control, cross-sectional) OR a systematic review/meta-analysis?\nDoes the study examine relationships between conditions rather than focusing solely on treatment interventions?\nAre hot flushes a primary focus of the study rather than just an incidental finding?\nDoes the study examine hot flushes in any context (including but not limited to menopausal, medication-induced, or other causes)?\n\nThe 10 papers with the highest scores (relevance to the objectives) were then selected for further exploration. 2 papers only had abstracts available, the remaining 8 were then analysed for common findings using multiple LLM approaches and human analysis.\nTargeted search for specific ICD phenotypes\nICD 10 codes for sleep disorders (G47) classify phenotypes as a part of one or more of 12 broad categories. These categories were assessed for links to Hot flushes. The following phenotypes were found to have links to hot flushes.\n1.     Insomnia        \n2.     Circadian Rhythms Sleep Disorders\n3.     Sleep Apnea\n4.     Hypercapnia\n5.     REM Sleep Behavior Disorder\n6.     Sleep Wake Disorders\nEach of these terms were searched along with relevant terms on PubMed (eg. (((hot) AND ((flushes) OR (flashes)) ) AND (menopause)) AND (insomnia)).  \nResults\nBroad Computational Approach\nTargeted Manual Approach\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPubMed SearchNumber of papers returnedInsomnia370Circadian Rhythm14Sleep Apnea29Hypercapnia0REM Sleep Behavior Disorder (amended to ‘REM’)14Sleep Wake Disorders434\nConclusion\nBibliography\n1.        Ohayon MM. Severe Hot Flashes Are Associated With Chronic Insomnia.\n2.        Eichling PS, Sahni J. Menopause related sleep disorders. J Clin Sleep Med. 2005 Jul 15;1(3):291–300.\n3.        Hachul H, Castro LS, Bezerra AG, Pires GN, Poyares D, Andersen ML, et al. Hot flashes, insomnia, and the reproductive stages: a cross-sectional observation of women from the EPISONO study. Journal of Clinical Sleep Medicine. 2021 Nov 1;17(11):2257–67.\n4.        Brown JP, Gallicchio L, Flaws JA, Tracy JK. Relations among menopausal symptoms, sleep disturbance and depressive symptoms in midlife. Maturitas. 2009 Feb;62(2):184–9.\n5.        Baker FC, De Zambotti M, Colrain IM, Bei B. Sleep problems during the menopausal transition: Prevalence, impact, and management challenges. Vol. 10, Nature and Science of Sleep. Dove Medical Press Ltd; 2018. p. 73–95.\n6.        Shaver J, Giblin E, Lentz M, Lee K. Sleep Patterns and Stability in Perimenopausal Women. Sleep [Internet]. 1988 Sep 1;11(6):556–61. Available from: doi.org/10.1093/sleep/11.6.556\n7.        Freedman RR, Roehrs TA. Effects of REM sleep and ambient temperature on hot flash-induced sleep disturbance. Menopause. 2006;13(4):576–83."},"Week-1/Tasks/FMR1-and-CGG-triplet-repeats":{"slug":"Week-1/Tasks/FMR1-and-CGG-triplet-repeats","filePath":"Week 1/Tasks/FMR1 and CGG triplet repeats.md","title":"FMR1 and CGG triplet repeats","links":[],"tags":[],"content":"The FMR1 Gene\nFMR1 stands for Fragile X Mental Retardation 1 gene. It’s located on the X chromosome (Xq27.3). This gene encodes a protein called FMRP (Fragile X Mental Retardation Protein).\nIt helps control the translation of specific mRNAs at synapses, which is crucial for normal cognitive development and synaptic plasticity (the brain’s ability to change and adapt). FMRP plays a critical role in regulating synaptic function and neuronal development.\nCGG Repeats\nCGG repeats occur in the FMR1 gene. When DNA replication machinery slip during DNA replication, it looks to reattach. Repeats can confuse it, causing it to reattach earlier, thus duplicating a CGG.\nWhen these repeats accumulate to 200 &lt; they trigger cellular responses that methylate nearby CpG islands, this results in gene silencing."},"Week-1/Tasks/MnR-from-the-Bristol-Training-files":{"slug":"Week-1/Tasks/MnR-from-the-Bristol-Training-files","filePath":"Week 1/Tasks/MnR from the Bristol Training files.md","title":"MnR from the Bristol Training files","links":[],"tags":[],"content":"What is Mendelian Randomization\nMendelian Randomization is a powerful technique that uses genetics as a tool to ask, “Does X cause Y?” — helping uncover true causal relationships in human biology.\nThink of it like a randomized controlled trial, where the genotype is assigned at random. The genotype influences the exposure, which may, in turn, affect a phenotype.\n\nMain Assumptions\nThree main assumptions:\n\nThe Genetic Instrument is associated with the Exposure\nThe genetic instrument is not associated with the Confounders\nThe genetic instrument does not directly affect the Phenotype (only through the exposure)\n\n\nCore Idea\nWe attempt to find two things:\n\n\nHow the genetic instrument is associated with the exposure\n\n\nHow the genetic instrument is associated with the phenotype\n\n\nBy combining these two associations, we can infer how the exposure affects the phenotype.\nDepending on how these associations are obtained, there are two types of Mendelian Randomization:\n\nTypes\nOne-Sample\nBoth associations (genetic instrument–exposure and genetic instrument–phenotype) are estimated from the same group of individuals.\nTwo-Sample\nThe associations are estimated from two separate groups, with no overlapping participants.\nThis reduces bias from overfitting, also known as the Winner’s Curse. In one-sample MR, if both associations are estimated in the same dataset, there’s a risk of bias due to overfitting.\n\nKey Terms\nGenetic Instrument\nThe genetic variant (or set of variants) used as a proxy for the exposure.\nExposure\nThe exposure is the variable you suspect might causally influence an outcome (phenotype).\nConfounders\nA confounder is a variable that:\n\n\nIs associated with the exposure,\n\n\nIs associated with the outcome, and\n\n\nIs not on the causal pathway between the exposure and the outcome.\n\n\nA confounder creates the illusion that the exposure is affecting the outcome — when in fact, it’s influencing both.\nWinner’s Curse\nWinner’s Curse refers to the overestimation of SNP effect sizes due to selection bias in GWAS.\n\n\nAmong all SNPs tested in a GWAS, most have no true effect on the trait.\n\n\nHowever, due to random sampling variation, some appear to have large effects — purely by chance.\n\n\nThis overestimation is known as the Winner’s Curse."},"Week-1/Tasks/Phenotypes-related-to-psychiatry-and-or-sleep":{"slug":"Week-1/Tasks/Phenotypes-related-to-psychiatry-and-or-sleep","filePath":"Week 1/Tasks/Phenotypes related to psychiatry and or sleep.md","title":"Phenotypes related to psychiatry and or sleep","links":[],"tags":[],"content":"Overall\n\nA strong link appears to exist with both sleep and mood\nMultiple papers suggested that impacting sleep may be the causal pathway for impact on mood\nMajority of studies focus on correlation and not causality\nImpact on sleep seems to be mainly by :\n\nInducing awakening\nChanging the amount of time spent in different sleep stages\n\n\nOverall consensus being that hot flushes does have a negative impact on psychiatric aspects and sleep, although not enough research has been done into whether they are causal.\n\nDetails\n\nSleep was affected in 4 ways:\n\nChanges in sleep architecture\nChanges to duration of sleep (awakening)\nSleep quality\nInsomnia\n\n\nMost studies appeared to focus on sleep, and not directly on mood/mental health. However, at least 1 study found that nocturnal hot flushes were a good predictor of mood deterioration. Most of the studies did find a link between sleep and hot flushes, but interestingly one study found that a link was only observed when using self-reported data, and not objective assessments. Majority of the studies relied on self-reporting, making this difficult to test.\nSome studies appeared to point to a change in the sleep cycle architecture. Hot flushes were positively corelated with increased time spent in the NREM 3 stage in one study, and a decreased amount of time spent in the REM 4 stage.\nA 2009 study found that Hot flashes strongly associated with sleep disruption in a large cross-sectional sample, with what it called a ‘Strong’ score (odds ratio (OR) 4.51 for waking five or more times per night with hot f lash). This study also found a link to depressive moods. These were self-reported, and thus may not reflect micro-awakening.\nOne study noted association of hot flashes post-waking, suggesting a non-causal relationship, although this study too showed data with pre-awakening episodes of hot flushes being more common.\n\nHowever,\n\nChecking the GWAS Catalog for 7 phenotypes relating to sleep onset latency, REM and Non-REM duration, efficient, quality, etc. did not yield any matches with TACR3."},"Week-1/Tasks/UKBiobank-Data-Access":{"slug":"Week-1/Tasks/UKBiobank-Data-Access","filePath":"Week 1/Tasks/UKBiobank Data Access.md","title":"UKBiobank Data Access","links":[],"tags":[],"content":"The registration has been submitted and is under review.\n"},"Week-1/To-Do-List":{"slug":"Week-1/To-Do-List","filePath":"Week 1/To Do List.md","title":"To Do List","links":["Week-1/Tasks/FMR1-and-CGG-triplet-repeats","Week-1/Tasks/MnR-from-the-Bristol-Training-files","Week-1/Tasks/UKBiobank-Data-Access","Week-1/Tasks/Phenotypes-related-to-psychiatry-and-or-sleep"],"tags":[],"content":"\n Read about FMR1 and CGG triplet repeats\n Read about MnR from the Bristol Training files\n Register for the UKBiobank Data Access\n Find Phenotypes related to psychiatry and or sleep\n"},"index":{"slug":"index","filePath":"index.md","title":"index","links":["Sources/1.pdf"],"tags":[],"content":"Analysis of Associations between Hot Flushes and Sleep Psychiatric Conditions\nSummary\nObjectives\n\nTo find sleep and/or psychiatric phenotypes related to hot flushes\nTo find literature relating menopause and brain fog, particularly hot flushes\n\nMethod\nTwo methods were used to identify links between hot flushes and sleeping/psychiatric disorders:\n\nA broad-computational approach using a variety of specialized LLMs to analyse research papers at scale and identify those most relevant, followed by human analysis of the reduced sample of research papers\nA manual targeted search for specific ICD phenotypes\n\nBroad Computational Approach:\n50 papers were identified from the Semantic Scholar with mention of hot flushes, sleep disorders, or psychiatric disorders, or otherwise answering to “Are Hot Flushes linked to any sleep or psychiatric disorders?” The abstracts (and where available the full text) were then scored using an LLM on the following criteria:\n\nDoes the study include only adult participants (≥18 years) experiencing hot flushes?\nDoes the study investigate either sleep disorders (insomnia, sleep disturbances, sleep quality) AND/OR psychiatric disorders (anxiety, depression, mood disorders)?\nDoes the study include quantitative measurements of hot flush frequency, severity, or impact?\nIs the study either an observational study (cohort, case-control, cross-sectional) OR a systematic review/meta-analysis?\nDoes the study examine relationships between conditions rather than focusing solely on treatment interventions?\nAre hot flushes a primary focus of the study rather than just an incidental finding?\nDoes the study examine hot flushes in any context (including but not limited to menopausal, medication-induced, or other causes)?\n\nThe 10 papers with the highest scores (relevance to the objectives) were then selected for further exploration. 2 papers only had abstracts available, the remaining 8 were then analysed for common findings using multiple LLM approaches and human analysis.\nTargeted search for specific ICD phenotypes\nICD 10 codes for sleep disorders (G47) classify phenotypes as a part of one or more of 12 broad categories. These categories were assessed for links to Hot flushes. The following phenotypes were found to have links to hot flushes.\n\nInsomnia\nCircadian Rhythms Sleep Disorders\nSleep Apnea\nHypercapnia\nREM Sleep Behavior Disorder\nSleep Wake Disorders\n\nEach of these terms were searched along with relevant terms on PubMed (eg. (((hot) AND ((flushes) OR (flashes)) ) AND (menopause)) AND (insomnia)).  \n1, page 1\nResults\nBroad Computational Approach\nTargeted Manual Approach\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPubMed SearchNumber of papers returnedInsomnia370Circadian Rhythm14Sleep Apnea29Hypercapnia0REM Sleep Behavior Disorder (amended to ‘REM’)14\nConclusion\nBibliography\n\nOhayon MM. Severe Hot Flashes Are Associated With Chronic Insomnia.\nEichling PS, Sahni J. Menopause related sleep disorders. J Clin Sleep Med. 2005 Jul 15;1(3):291–300.\nHachul H, Castro LS, Bezerra AG, Pires GN, Poyares D, Andersen ML, et al. Hot flashes, insomnia, and the reproductive stages: a cross-sectional observation of women from the EPISONO study. Journal of Clinical Sleep Medicine. 2021 Nov 1;17(11):2257–67.\nBrown JP, Gallicchio L, Flaws JA, Tracy JK. Relations among menopausal symptoms, sleep disturbance and depressive symptoms in midlife. Maturitas. 2009 Feb;62(2):184–9.\nBaker FC, De Zambotti M, Colrain IM, Bei B. Sleep problems during the menopausal transition: Prevalence, impact, and management challenges. Vol. 10, Nature and Science of Sleep. Dove Medical Press Ltd; 2018. p. 73–95.\nShaver J, Giblin E, Lentz M, Lee K. Sleep Patterns and Stability in Perimenopausal Women. Sleep [Internet]. 1988 Sep 1;11(6):556–61. Available from: doi.org/10.1093/sleep/11.6.556\nFreedman RR, Roehrs TA. Effects of REM sleep and ambient temperature on hot flash-induced sleep disturbance. Menopause. 2006;13(4):576–83.\n"}}